const superheros = [{
    name: "Бэтмен",
    image: "https://n1s1.hsmedia.ru/13/a5/b2/13a5b2373d5e23489d9a4949ada5b927/547x397_0xac120002_8752067681540468870.jpg",
    features: {
        universe: "DC Comics",
        alterego: "Брюс Уэйн",
        career: "борец с преступностью, филантроп, миллиардер",
        friends: "Робин, Бэтгерл",
        superpower: "интеллект, обширные познания, знания боевых искусств, ловкость"
    },
    description: "по популярности человек-летучая мышь может сравниться только с Суперменом. Его образ кажется очень мистическим и мрачным: черный костюм с развевающимся плащом, устрашающий Бэтмобиль, штаб-квартира в сырой пещере. Его биография настолько же темна, как и образ. В детстве у него на глазах убили родителей, и юный Брюс поклялся всеми силами защищать родной Готэм от преступности",
    rating: 0
    }, {
    name: "Супермен",
    image: "https://n1s1.hsmedia.ru/06/d3/73/06d37321618034ec5f2a65b09c8576e3/547x397_0xac120002_45567661540468871.jpg",
    features: {
        universe: "DC Comics",
        alterego: "Кларк Кент",
        career: "борец за справедливость",
        friends: "собака Крипто",
        superpower: "непробиваемость, суперсила, полет, самоисцеление, суперзрение и суперслух, классный костюм"
    },
    description: "полная противоположность своему противнику Бэтмену. Если Брюс Уэйн был простым человеком и стал героем, то Супермен героем родился, но вынужден был изображать выходца из бедной канзасской семьи. Последний представитель планеты Криптон был отправлен на Землю прямо перед тем, как его родина была уничтожена",
    rating: 0
    }, {
    name: "Чудо-женщина",
    image: "https://n1s1.hsmedia.ru/87/ed/c5/87edc525d8813c7b2899e04a4e562fe9/547x397_0xac120002_6444132261540468872.jpg",
    features: {
        universe: "DC Comics",
        alterego: "Диана Принс",
        career: "супергероиня, секретарь-референт",
        friends: "Лига Справедливости, Бэтмен, Супермен",
        superpower: "сверхчеловеческая сила искорость, выносливость, полет"
    },
    description: "пора бы разбавить эту мужскую вечеринку по-настоящему крутой девчонкой :) Принцесса-амозонка родилась на мистическом острове Темескира, расположенном в центре Бермудского треугольника, где пропадают самолеты. Свое настоящее имя — Диана — она получила в честь древнегреческой богини охоты, а суперспособности — от богини любви Афродиты. Растили героиню в исключительно женском обществе, поэтому Чудо-женщина часто появляется в культуре как символ феминизма",
    rating: 0
    }];

    export default superheros;
